Repository: horiator/mixxx
Catalog: mixxx/res/translations/mixxx/*.po
Languages: cs, ja, uk

source: Auto DJ
uk: Авто-DJ

source: New Playlist
cs: Nový playlist
ja: 新しいプレイリスト
uk: Новий Плейлист

source: Export Playlist
ja: プレイリストをエクスポート
uk: Експортувати плейлист

source: Rename Playlist
cs: Přejmenovat seznam skladeb
ja: プレイリストの名前を変更
uk: Переіменування плейлиста

source: New playlist name:
cs: Jméno nového seznamu skladeb:
ja: 新しいプレイリストの名前：
uk: Ім'я нового плейлиста:

source: Renaming Playlist Failed
cs: Přejmenování seznamu skladeb selhalo
ja: プレイリストの名前変更に失敗
uk: Перейменування плейлиста не вдалося

source: A playlist by that name already exists.
cs: Playlist tohoto jména již existuje
ja: この名前のプレイリストはすでに存在しています。
uk: Плейлист з таким ім'ям вже існує.

source: A playlist cannot have a blank name.
cs: Playlist nemůže být nepojmenovaný.
ja: プレイリストには名前が必要です。
uk: Плейлист не може мати пусте ім'я

source: Playlist name:
cs: Název playlistu:
ja: プレイリスト名:
uk: Назва плейлисту:

source: Playlist Creation Failed
cs: Playlist nebyl vytvořen
ja: プレイリストの作成失敗
uk: Не вдалося створити плейлист

source: An unknown error occurred while creating playlist:
cs: Při vytváření playlistu došlo k neznámé chybě.
ja: プレイリストの作成中に不明なエラーが置きました：
uk: Виникла невідома помилка при створенні плейлиста:

source: Played
cs: Hráno
ja: 再生済
uk: Зіграно

# BaseSqlTableModel#2
source: Artist
cs: Interpret
ja: アーティスト
uk: Виконавець

# BaseSqlTableModel#3
source: Title
cs: Název
ja: タイトル
uk: Назва

# BaseSqlTableModel#4
source: Album
ja: アルバム
uk: Альбом

# BaseSqlTableModel#5
source: Genre
cs: Styl
ja: ジャンル
uk: Жанр

source: Rating
cs: Hodnocení
ja: 評価
uk: Рейтинг

source: Date Added
cs: Datum přidání
ja: 追加日時
uk: Дата додавання

source: Couldn't load track.
cs: Nelze načíst skladbu.
ja: トラックを読み込めませんでした
uk: Неможливо завантажити трек

source: Quick Links
cs: Rychlé odkazy
ja: クイックリンク
uk: Швидкі посилання

source: Devices
cs: Zařízení
ja: デバイス
uk: Пристрої

source: Removable Devices
cs: Přenosná zařízení
ja: リムーバブルデバイス
uk: Змінні пристрої

# BrowseFeature#4
source: Mixxx Library
cs: Knihovna Mixxxu
ja: Mixxx ライブラリ
uk: Mixxx бібліотека

source: Home
cs: Domovská složka
ja: ホーム
uk: Домівка

source: Music
cs: Hudba
uk: Музика

source: Documents
cs: Dokumenty
ja: ドキュメント
uk: Документи

source: Desktop
cs: Plocha
ja: デスクトップ
uk: Робочий стіл

source: Browse
cs: Prohledat
ja: ブラウザ
uk: Навігація

source: Filename
cs: Název souboru
ja: ファイル名
uk: Ім'я файлу

# BrowseTableModel#2
source: Artist
cs: Interpret
ja: アーティスト
uk: Виконавець

# BrowseTableModel#3
source: Title
cs: Název
ja: タイトル
uk: Назва

# BrowseTableModel#4
source: Album
ja: アルバム
uk: Альбом

# BrowseTableModel#5
source: Track #
cs: Pořadí skladby
ja: トラック#
uk: Композиція №

# BrowseTableModel#6
source: Year
cs: Rok
ja: 年
uk: Рік

# BrowseTableModel#7
source: Genre
cs: Styl
ja: ジャンル
uk: Стиль

source: Could not load the following file because it is in use by Mixxx or another application.
cs: Nemohu otevřít následující soubor. Je používán Mixxxem nebo jinou aplikací.
ja: Mixxxもしくは他のアプリケーションで使用中のため、以下のファイルを読み込めませんでした
uk: Не вдається завантажити обраний файл, тому що він використовується в Mixxx або в іншій програмі

source: Warning: This will permanently delete the following files:
cs: Varování: Tímto nenávratně smažete následující soubory:
ja: 警告：以下のファイルを完全に削除します
uk: Попередження: Це безповоротно знищить наступні файли:

source: Are you sure you want to delete these files from your computer?
cs: Opravdu chcete smazat tyto soubory ze svého počítače?
ja: 本当にこれらのファイルをコンピュータから削除しますか？
uk: Дійсно бажаєте видалити ці файли з комп’ютера?

source: Could not delete the following file because it is in use by Mixxx or another application:
cs: Nelze smazat následující soubor. Je používán Mixxxem nebo jinou aplikací.
ja: 以下のファイルはMixxか、別のアプリケーションで使用中のため削除できませんでした
uk: Не вдається знищити обраний файл, тому що він використовується в Mixxx або в іншій програмі.

source: Could not update file metadata.
cs: Nelze nahrát metadata souboru.
ja: メタデータのアップデートができません
uk: Не вдається оновити метадані з файлу.

source: New Crate
cs: Nová přepravka
ja: 新しいレコードボックス
uk: Нова збірка

# CrateFeature#2
source: Remove
cs: Odstranit
ja: 削除する
uk: Вилучити

# CrateFeature#3
source: Rename
cs: Přejmenovat
ja: 名前を変更
uk: Переіменувати

# CrateFeature#4
source: Lock
cs: Zámek
ja: ロックをかける
uk: Заблокувати

# CrateFeature#5
source: Import Playlist
cs: Importovat seznam skladeb
ja: プレイリストのインポート
uk: Імпортувати плейлист

source: Crates
cs: Přepravky
ja: レコードボックス
uk: Збірки

source: Import Crate
cs: Importovat přepravku
ja: レコードボックスのインポート
uk: Імпортувати збірку

source: Export Crate
cs: Exportovat přepravku
ja: レコードボックスのエクスポート
uk: Експортувати збірку

# CrateFeature#9
source: Unlock
cs: Odemknout
ja: ロックを解除
uk: Розблокувати

source: Crate name:
cs: Jméno přepravky:
ja: レコードボックスの名前:
uk: Назва збірки:

source: An unknown error occurred while creating crate:
cs: Při vytváření přepravky nastala neznámá chyba.
ja: 新しいレコードボックスを作成中にエラーが発生しました
uk: Виникла невідома помилка під час створення збірки:

source: Rename Crate
cs: Přejmenovat přepravku
ja: レコードボックスの名前を変更
uk: Переіменувати збірку

source: New crate name:
cs: Jméno nové přepravky:
ja: 新しいレコードボックスの名前
uk: Назва нової збірки

source: Renaming Crate Failed
cs: Přejmenování přepravky se nezdařilo
ja: レコードボックスの名前変更に失敗
uk: Перейменування збірки не вдалося

source: A crate cannot have a blank name.
cs: Přepravka nemůže být bezejmenná.
ja: レコードボックスには名前が必要です。
uk: Збірка повинна мати назву.

source: Creating Crate Failed
cs: Vytvoření přepravky se nezdařilo
ja: レコードボックスの作成に失敗しました
uk: Створення збірки не вдалося

source: A crate by that name already exists.
cs: Přepravka tohoto jména už existuje
ja: この名前のレコードボックスは既に存在します
uk: Збірка з такою назвою вже існує.

source: About Mixxx
cs: O aplikaci Mixxx
ja: Mixxxについて
uk: Про Mixxx

source: <a href="http://mixxx.org/">Official Website</a>
cs: <a href="http://mixxx.org/">Oficiální webová stránka</a>
ja: <a href="http://mixxx.org/">公式Webサイト</a>
uk: <a href="http://mixxx.org/">Офіційна веб сторінка</a>

source: Disable Auto DJ
cs: Zastavit Auto DJ
ja: Auto DJを無効
uk: Вимкнути Авто-DJ

source: Enable Auto DJ
cs: Spustit Auto DJ
ja: Auto DJを有効
uk: Увімкнути Авто-DJ

source: BPM Scheme
cs: Režim BPM
ja: BPM
uk: Схема удар/хв.

source: Scheme Name:
cs: Název režimu
ja: スキーム名:
uk: Назва схеми:

source: Max
ja: 最大
uk: Максимум

source: Min
ja: 最小
uk: Мінімум

source: Analyze Entire Song
cs: Analyzovat celou skladbu
ja: 曲全体を解析
uk: Аналiзувати всю пiсню

source: Skip
cs: Přeskočit
ja: スキップ
uk: Пропустити

source: Successfully mapped to:
cs: Úspěšně namapováno na:
ja: マッピング成功：
uk: Успішно відображена на:

source: Next
cs: Následující
ja: 次
uk: Наступний

# DlgMidiLearning#4
source: MIDI Learning Wizard
ja: MIDI Learning ウイザード
uk: Майстер вивчення MIDI

source: Welcome to the MIDI Learning Wizard
cs: Vítejte v průvodci MIDI Learning Wizard
ja: ようこそ、MIDI Learning ウイザードへ
uk: Ласкаво просимо до майстра вивчення MIDI

source: This wizard allows you to easily map the controls on your MIDI controller to Mixxx's controls.
cs: Tento průvodce vám jednoduše namapuje ovládací prvky vašeho MIDI do ovládání Mixxxu.
ja: このウイザードでは簡単にあなたのMIDIコントローラをMixxxのコントロールに設定することができます。
uk: Цей майстер допоможе Вам легко налаштувати Ваш MIDI-контроллер для управління елементами Mixxx

source: Begin
cs: Začít
ja: 開始する
uk: Початок

source: Please tweak the control for:
cs: Prosím vyladit ovládání pro:
ja: コントローラを操作してください：
uk: Будь ласка, налаштуйте управління для:

source: Mixxx Control
cs: Ovládání Mixxxu
ja: Mixxxコントロール
uk: Управління Mixxx

source: Previous
cs: Předchozí
ja: 前
uk: Попередній

source: Press spacebar to proceed or skip.
cs: Stiskněte mezerník pro pokračování nebo přeskočení.
ja: スキップするにはスペースバーを押してください。
uk: Для продовження чи пропуску натиснiть пробiл

source: MIDI learning complete!
cs: MIDI učení je hotovo!
ja: MIDI lerningの設定が完了しました！
uk: Вивчення MIDI закiнчено

source: Finito!
ja: 終わった！
uk: Кiнець

source: Missing Audio Plugin Downloader
cs: Chybí součást pro stahování zásuvných audio modulů
ja: 足りないオーディオプラグインのダウンローダー
uk: Відсутній модуль зкачування аудіо-плагіну

# DlgPrefBPMDlg#1
source: BPM Detection Settings
cs: Nastavení rozpoznávání BPM
ja: BPM検出設定
uk: Настройки визначення темпу

# DlgPrefBPMDlg#2
source: BPM Detection
cs: BPM detekce
ja: BPM検出
uk: Визначення темпу

source: Enable BPM Detection
cs: Povolit detekci BPM
ja: BPM検出を有効にする
uk: Увімкнути визначення темпу

source: Detect Song BPM on Import
cs: Detekovat BPM při importu skladby
ja: インポートしたときにトラックのBPMを検出する
uk: Визначати темп треку при завантаженні

source: Write BPM to ID3 Tag
cs: Zapsat BPM do ID3 Tagu
ja: BPMをID3 Tagに書き込む
uk: Записати значення темпу в ID3 тег

source: If BPM can be detected but not within specified range
cs: Pokud jsou rozpoznány BPM, ale jsou mimo udaný rozsah
ja: BPMが検出できたが指定の範囲内になかった場合
uk: Чи дозволено визначення темпу поза межами зазначеного діапазону

source: Allow BPM above the range
cs: Povolit vyšší BPM než rozsah
ja: 範囲外のBPMも許可
uk: Дозволити значення темпу за межами діапазону

source: BPM Schemes
cs: BPM režimy
ja: BPMスキーム
uk: Темпові схеми

# DlgPrefBPMDlg#9
source: Add
cs: Přidat
ja: 追加
uk: Додати

source: Delete
cs: Vymazat
ja: 削除
uk: Видалити

source: Default
cs: Výchozí
ja: デフォルト
uk: За умовчанням

source: Error
cs: Chyba
ja: エラー
uk: Помилка

source: Cannot open file %1
cs: Nemohu otevřít soubor %1
ja: %1 を開けません
uk: Неможливо відкрити файл %1

source: This skin does not support schemes
cs: Tento vzhled nepodporuje režimy
ja: このスキンはスキームをサポートしていません。
uk: Ця графічна оболонка не підтримує схеми

source: Up increases speed
cs: Nahoru zvyšuje rychlost
ja: 上方向でスピードが増す
uk: Догори збільшення швидкості

source: Down increases speed (Technics SL1210)
cs: Dolů zvýší rychlost (Technics SL1210)
ja: 下方向でスピードが増す (Technics SL1210と同じ)
uk: Вниз збільшення швидкості (Technics SL1210)

# DlgPrefControls#14
source: Information
cs: Informace
ja: 通知
uk: Інформація

source: Mixxx must be restarted before the changes will take effect.
cs: Aby se změny projevily, restartujte Mixxx.
ja: 変更を有効にするためにはMixxxを再起動してください
uk: Mixxx повинен бути перезавантажений, щоб зміни вступили в силу.

# DlgPrefControlsDlg#1
source: Form1
cs: Formulář1
ja: フォーム1
uk: Форма1

source: Skin
cs: Vzhled
ja: スキン
uk: Оболонка

source: Scheme
cs: Režim
ja: スキーム
uk: Схема

source: Waveform display
cs: Zobrazení průběhu
ja: 波形表示
uk: Осцилограми

source: Position display
cs: Zobrazení pozice
ja: 再生時間表示
uk: Вiдображення положення

source: Tool tips
cs: Nástrojové tipy
ja: ツールチップ
uk: Підказки

# DlgPrefControlsDlg#7
source: On
cs: Zapnout
ja: オン
uk: Увімкнути

# DlgPrefControlsDlg#8
source: Off
cs: Vypnout
ja: オフ
uk: Вимкнути

source: Pitch/Rate slider range
cs: Rozsah Pitch/Rate posuvníku
ja: ピッチ／レート・スライダーの範囲
uk: Діапазон повзунка зміни темпу

source: Pitch/Rate slider direction
cs: Směr posuvníku Pitch/Rate
ja: ピッチ／レート・スライダーの方向
uk: Напрямок повзунка зміни темпу

source: Track load behaviour
cs: Chování při načítání skladeb
ja: トラック読み込みの動作
uk: Поведінка завантаження трека

source: Cue behaviour
cs: Chování tlačítka CUE
ja: キューの動作
uk: Поведінка Мітки

source: Auto Recall Cue
cs: Automaticky obnovit pozici CUE
ja: 以前設定したキューを自動的に再現する
uk: Авто виклик мітки

source: Permanent Pitch/Rate Buttons
cs: Tlačítka trvalé změny Pitch/Rate
ja: 永続的ピッチ／レート変更ボタン
uk: Кнопки зміни постійного темпу

source: Left click
cs: Levý klik
ja: 左クリック
uk: Клацнути лівою кнопкою мишки

source: Right click
cs: Pravý klik
ja: 右クリック
uk: Клацнути правою кнопкою мишки

source: Permanent rate change (between 1 and 8000) when left clicking
cs: Trvalá změna míry (mezi 1 až 8000) při kliku levým tlačítkem
ja: ボタンを左クリックしたときの永続的なピッチ変化量 (1から8000の間)
uk: Зміна постійного темпу (від 1 до 8000) при натисканні лівою кнопкою миші

source: Permanent rate change (between 1 and 8000) when right clicking
cs: Trvalá změna míry (mezi 1 až 8000) při kliku pravým tlačítkem
ja: ボタンを右クリックしたときの永続的なピッチ変化量 (1から8000の間)
uk: Зміна постійного темпу (від 1 до 8000) при натисканні правою кнопкою миші

source: Temporary Pitch/Rate Buttons
cs: Tlačítka dočasné změny Pitch/Rate
ja: 一時的ピッチ／レート変更ボタン
uk: Кнопки тимчасової зміни темпу

source: Temporary rate change (between 1 and 8000) when left clicking
cs: Dočasná změna míry (mezi 1 až 8000) při kliku levým tlačítkem
ja: ボタンを左クリックしたときの一時的なピッチ変化量 (1から8000の間)
uk: Тимчасова зміна темпу (від 1 до 8000) при натисканні лівою кнопкою миші

source: Temporary rate change (between 1 and 8000) when right clicking
cs: Dočasná změna míry (mezi 1 až 8000) při kliku pravým tlačítkem
ja: ボタンを右クリックしたときの一時的なピッチ変化量(1から8000の間)
uk: Тимчасова зміна темпу (від 1 до 8000) при натисканні правою кнопкою миші

source: Ramping Pitchbend
cs: Plynulá změna výšky (pitch)
ja: ピッチベンドを滑らかにする
uk: Збільшення діапазону зміни темпу

source: Pitchbend sensitivity
cs: Citlivost
ja: ピッチベンドの感度
uk: Крок зміни темпу

# DlgPrefCrossfaderDlg#1
source: Form1
cs: Formulář1
ja: フォーム1
uk: Форма1

source: Crossfader Curve
cs: Křivka crossfaderu
ja: クロスフェーダーのカーブ
uk: Крива кроссфейдера

source: Slow fade
cs: Pomalý fade
ja: スローフェード
uk: Повільне затихання

source: Fast cut
cs: Rychlý řez
ja: ファーストカット
uk: Шфидке затихання

source: Constant power
cs: Konstantní výkon
ja: パワーを一定に保つ
uk: Постійна потужність

source: Mixing
cs: Mixování
ja: ロングミックス
uk: Міксування

source: Scratching
cs: Skrečování
ja: スクラッチ
uk: Скретчинг

source: Linear
cs: Lineární
ja: リニアにフェード
uk: Лінійний

source: Logarithmic
cs: Logaritmický
ja: 対数的にフェード
uk: Логарифмічний

# DlgPrefCrossfaderDlg#10
source: Reset
ja: リセット
uk: Скинути

# DlgPrefEQDlg#1
source: Form1
cs: Formulář1
ja: フォーム1
uk: Форма1

source: Static EQs (for slower CPUs)
cs: Statické ekvalizéry (pro pomalejší procesory)
ja: 固定EQ（低速のCPU向け）
uk: Статичний еквалайзер (для повільного процесора)

source: High Shelf EQ
cs: High Shelf ekvalizér
ja: ハイシェルフEQ
uk: Високочастотний еквалайзер

source: textLabel1
cs: textovýštítek1
uk: текстоваМiтка1

source: 16 Hz
uk: 16 Гц

source: 1.014 kHz
uk: 1,014 кГц

source: 20.05 kHz
uk: 20,05 кГц

source: Low Shelf EQ
cs: Low Shelf ekvalizér
ja: ローシェルフEQ
uk: Низькочастотний еквалайзер

source: textLabel2
cs: textovýštítek2
uk: текстоваМiтка2

# DlgPrefEQDlg#10
source: Reset
ja: リセット
uk: Скинути

# DlgPrefMidiBindings#1
source: None
cs: Žádný
ja: なし
uk: Не призначено

source: Apply MIDI device settings?
cs: Použít nastavení MIDI zařízení?
ja: MIDIデバイスの設定を適用しますか？
uk: Застосувати налаштування MIDI-пристрою?

source: Your settings must be applied before starting the MIDI learning wizard. Apply settings and continue?
cs: Vaše nastavení musí být použito před startem MIDI learning wizard. Použít nastavení a pokračovat?
ja: MIDIラーニングウィザードを開始するまえに設定が適用されなければなりません。 設定を適用して続けますか？
uk: Налаштування повинні бути застосовані, перш ніж почати роботу Майстра MIDI навчання. Застосувати налаштування і продовжити?

source: Overwrite existing mapping?
cs: Přepsat existující namapování?
ja: 現在のマッピングファイルを上書きしますか？
uk: Замінити існуючі налаштування?

source: Are you sure you'd like to load the %1 mapping? This will overwrite your existing MIDI mapping.
cs: Jste si jisti, že chcete nahrát %1 namapování? Přepíše to existující MIDI namapování.
ja: 本当にMIDIマッピング %1 をロードしますか？ 現在のマップは上書きされます
uk: Ви впевнені, що хочете завантажити %1 налаштування? Це замінить існуючі MIDI налаштування.

source: Export Mixxx MIDI Bindings
cs: Exportovat MIDI vazby Mixxxu
ja: MIDIバインディングをエクスポートする
uk: Експортувати MIDI-налаштування Mixxx

source: Preset Files (*.midi.xml)
cs: Přednastavené soubory (*.midi.xml)
ja: プリセットファイル(*.midi.xml)
uk: Файли налаштувань (*.midi.xml)

source: Select Control Group
cs: Vybrat skupinu ovládání
ja: コントロールグループを選択
uk: Вибір контрольної групи

source: Select Control
cs: Vybrat ovládání
ja: コントロールを選択
uk: Вибір елемента контролю

source: Clear Input Bindings
cs: Vyčistit vazby ze vstupu
ja: 入力バインディングをクリアする
uk: Очистити вхідні налаштування

source: Are you sure you want to clear all bindings?
cs: Opravdu chcete smazat všechny vazby?
ja: 本当にすべてのバインディングをクリアしますか？
uk: Ви впевнені, що хочете видалити всі прив'язки?

source: Clear Output Bindings
cs: Vyčistit odchozí vazby
ja: 出力バインディングをクリアする
uk: Очистити вихідні прив'язки

source: Are you sure you want to clear all output bindings?
cs: Opravdu chcete smazat všechny vazby?
ja: 本当にすべての出力バインディングをクリアしますか？
uk: Ви впевнені, що хочете видалити всі вихідні прив'язки?

# DlgPrefMidiBindingsDlg#1
source: Dialog
ja: ダイアログ
uk: Діалог

source: Your Device Name
cs: Název vašeho zařízení
ja: デバイス名
uk: Назва вашого пристрою

source: Load Preset:
cs: Nahrát předvolbu
ja: プリセットをロード
uk: Завантажити налаштування

source: Export
ja: エクスポート
uk: Експортувати

source: Output:
cs: Výstup:
ja: 出力:
uk: Виведення:

source: Enabled
cs: Povoleno
ja: 有効
uk: Активовано

source: Controls
cs: Ovládací prvky
ja: コントロール
uk: Елементи керування

# DlgPrefMidiBindingsDlg#8
source: Add
cs: Přidat
ja: 追加
uk: Додати

# DlgPrefMidiBindingsDlg#9
source: Remove
cs: Odstranit
ja: 削除
uk: Видалити

# DlgPrefMidiBindingsDlg#10
source: MIDI Learning Wizard
ja: MIDI Learning ウイザード
uk: Майстер вивчення MIDI

source: Clear All
cs: Smazat všechno
ja: すべてクリア
uk: Очистити все

source: MIDI Input
cs: MIDI vstup
ja: MIDI入力
uk: MIDI Вхід

source: Outputs
cs: Výstupy
ja: 出力
uk: Виходи

source: MIDI Output
cs: MIDI výstup
ja: MIDI出力
uk: MIDI Вихід

# DlgPrefNoMidiDlg#1
source: Form3
cs: Formulář3
ja: フォーム3
uk: Форма3

source: No MIDI devices available
cs: MIDI zařízení nebyla nalezena
ja: 使用可能なMIDI機器がありません
uk: Не знайдено доступних MIDI пристроiв

# DlgPrefNoVinylDlg#1
source: Form1
cs: Formulář1
ja: フォーム1
uk: Форма 1

# DlgPrefNoVinylDlg#2
source: Input
cs: Vstup
ja: 入力
uk: Вхід

# DlgPrefNoVinylDlg#4
source: <a href="http://www.mixxx.org/wiki/doku.php/vinyl_control#troubleshooting">Troubleshooting</a>
cs: <a href="http://www.mixxx.org/wiki/doku.php/vinyl_control#troubleshooting">Řešení problémů</a>
ja: <a href="http://www.mixxx.org/wiki/doku.php/vinyl_control#troubleshooting">トラブルシューティング</a>
uk: <a href="http://www.mixxx.org/wiki/doku.php/vinyl_control#troubleshooting">Пошук і усунення несправностей</a>

# DlgPrefNoVinylDlg#5
source: Turntable Preamp
cs: Předzesilovač gramofonu
ja: ターンテーブルプリアンプ
uk: Попередній підсилювач вінілового програвача

# DlgPrefNoVinylDlg#6
source: 1 (Off)
cs: 1 (vypnuto)
uk: 1 (Вимкнено)

# DlgPrefNoVinylDlg#8
source: Vinyl Configuration
cs: Nastavení vinylu
ja: Vinylの設定
uk: Вінілові конфігурації

# DlgPrefNoVinylDlg#9
source: Deck 1 Vinyl Type
cs: Typ vinylu plotny 1
ja: Deck 1 Vinyl タイプ
uk: Тип вінілової Деки 1

# DlgPrefNoVinylDlg#10
source: Deck 2 Vinyl Type
cs: Typ vinylu plotny 2
ja: Deck 2 Vinyl タイプ
uk: Тип вінілової Деки 2

# DlgPrefNoVinylDlg#11
source: Lead-in time
cs: Doba trvání zaváděcí stopy
ja: リードインの時間
uk: Затримка

# DlgPrefNoVinylDlg#12
source: seconds
cs: sek.
ja: 秒
uk: секунд(и)

# DlgPrefNoVinylDlg#13
source: Show Signal Quality in Skin
cs: Zobrazovat kvalitu signálu ve Vzhledu
ja: スキン内のシグナルクオリティを表示
uk: Показувати якiсть сигналу в оболочцi

# DlgPrefNoVinylDlg#14
source: Control Mode
cs: Režim ovládání
ja: コントロールモード
uk: Режим контролю

# DlgPrefNoVinylDlg#15
source: Absolute Mode
cs: Absolutní režim
ja: 絶対的なモード
uk: Абсолютний режим

# DlgPrefNoVinylDlg#16
source: Relative Mode
cs: Relativní režim
ja: 相対的モード
uk: Відносний режим

# DlgPrefNoVinylDlg#17
source: Enable Needle Skip Prevention
cs: Povolit prevenci přeskakování jehly
ja: ニードルスキップ防止を有効にする
uk: Активівувати попередження стрибка голки

# DlgPrefNoVinylDlg#18
source: Signal Quality
cs: Kvalita signálu
ja: 信号の強さ
uk: Якість сигналу

source: <b>This version of Mixxx does not support vinyl control.</b> <br> Please visit <a href="http://mixxx.org">Mixxx.org</a> for more information.
cs: <b>Tato verze Mixxxu nepodporuje ovládání vinylem.</b> <br> Prosím navštivte <a href="http://mixxx.org">Mixxx.org</a> pro další informace.
ja: <b>このバージョンのMixxxはVinylコントロールをサポートしていません。</b> <br>詳細については<a href="http://mixxx.org">Mixxx.org</a>を参照してください。
uk: <b>Ця версія Mixxx не підтримує контроль вінілу.</b> <br> Будь ласка, завітайте на <a href="http://mixxx.org">Mixxx.org</a> для детальної інформації.

# DlgPrefPlaylist#1
source: Choose music library directory
cs: Vybrat adresář s hudební knihovnou
ja: 音楽ライブラリのディレクトリを選択してください
uk: Виберіть каталог музичної бібліотеки

source: Multiple iPods Detected
cs: Bylo nalezeno více iPodů
ja: 複数のiPodが検出されました
uk: Виявлено кілька плеєрів

source: Mixxx has detected another iPod.
cs: Mixxx nalezl jiný iPod.
ja: Mixxxは別のiPodを検出しました。
uk: Пiдключений iнший iPod.

source: Choose Yes to use the newly found iPod @
cs: Vyberte Ano pro použití nově nalezeného iPodu @
ja: 新しく見つかったiPod @を使用するにはYesを選んでください
uk: Для подальшого використання новопiдключеного iPod виберiть Так @

source: or to continue to search for other iPods.
cs: a nebo pokračujte v hledání jiných iPodů.
ja: もしくは、他のiPodの検索を継続する
uk: або для продовження пошуку інших плеєрів.

source: Choose No to use the existing iPod @
cs: Vyberte Ne, pokud chcete použít existující iPod @
ja: 現在使用中の iPod @ をそのまま使うには いいえ を選んでください
uk: Виберіть Ні для використання існуючого iPod @

source: and end detection.
cs: a konec hledání.
ja: そして検出を終了する
uk: та завершення пошуку.

source: Choose iPod mount point
cs: Vyberte bod připojení iPodu
ja: ipodのマウント先を指定してください
uk: Виберіть каталог підключення плеєра

# DlgPrefPlaylistDlg#1
source: Form3
cs: Formulář3
ja: フォーム3
uk: Форма3

source: Audio File Formats
cs: Typy audio souborů
ja: オーディオファイル形式
uk: Формати аудіо файлiв

source: Additional Format Plugins:
cs: Další zásuvné moduly formátů:
ja: 追加のフォーマットプラグイン:
uk: Плагіни додаткових форматів:

source: Loaded Plugins:
cs: Načtené zásuvné moduly:
ja: 読込済プラグイン:
uk: Завантажені плагiни

# DlgPrefPlaylistDlg#6
source: None
cs: Nic
ja: なし
uk: Не призначено

# DlgPrefPlaylistDlg#7
source: Miscellaneous
cs: Různé
ja: その他
uk: Різні

source: Synchronize ID3 tags on track modifications
cs: Synchronizovat ID3 tagy při úpravě skladby
ja: トラックが改変されたときにID3タグを同期する
uk: Синхронізація ID3-тегів при модифікації треку

source: Rescan library on start-up
cs: Skenovat knihovnu skladeb při spuštění
ja: 起動時にライブラリを再スキャンする
uk: Повторне сканування бібліотеки при запуску

source: Use relative paths for playlist export if possible
cs: Je-li to možné, pro export seznamu skladeb použít relativní cesty
ja: プレイリストのエクスポート時に可能ならば相対パスを使用する
uk: Використовувати відносні шляхи для експорту плейлиста, якщо можливо

source: iPod
uk: iPod/Плеєр

source: iPod mountpoint
cs: Bod připojení iPodu
ja: iPodのマウントポイント
uk: Папка підключення плеєра

source: Browse...
cs: Procházet…
ja: 参照...
uk: Вибрати...

source: Detect
cs: Detekovat
ja: 検出
uk: Виявити

# DlgPrefPlaylistDlg#15
source: Library
cs: Knihovna skladeb
ja: ライブラリ
uk: Бібліотека

source: Music Directory:
cs: Hudební adresář:
ja: 音楽ライブラリのディレクトリ:
uk: Каталог музики

source: Built-in
cs: Vestavěný
ja: ビルトイン
uk: Вбудований

source: Available Online...
cs: K dispozici Online
ja: オンラインから入手...
uk: Доступно в режимі онлайн

source: Bundled Songs
cs: Přibalené songy
ja: バンドル・トラック
uk: Набори треків

source: kbps
uk: кбіт/с

# DlgPrefRecordDlg#1
source: Form3
cs: Formulář3
ja: フォーム3
uk: Форма3

# DlgPrefRecordDlg#2
source: Encoding
cs: Kódování
ja: エンコーディング
uk: Кодування

source: Quality
cs: Kvalita
ja: 音質
uk: Якість

source: High
cs: Vysoká
ja: 高い
uk: Висока

source: Low
cs: Nízká
ja: 低い
uk: Низька

source: Tags
cs: Štítky
ja: タグ
uk: Теги

# DlgPrefRecordDlg#7
source: Title
cs: Název
ja: タイトル
uk: Назва

source: Author
cs: Autor
ja: 作者
uk: Автор

# DlgPrefRecordDlg#9
source: Album
ja: アルバム
uk: Альбом

# DlgPrefRecordDlg#10
source: Miscellaneous
cs: Různé
ja: その他
uk: Додатково

source: Create a CUE file
cs: Vytvořit CUE soubor
ja: CUEファイルを作成する
uk: Створити файл міток

source: File Splitting
cs: Dělení souboru
ja: ファイルの分割
uk: Розділ файлу

source: Split recordings at
cs: Rozdělit nahrávku v
ja: 録音ファイルを下記のサイズで分割する
uk: Розділити записи на

# DlgPrefReplayGainDlg#1
source: BPM Detection Settings
cs: Nastavení rozpoznávání BPM
ja: BPM検出設定
uk: Настройки визначення темпу
