Repository: horiator/mixxx
Catalog: mixxx/res/translations/mixxx/*.po
Languages: cs, ja, uk

source: ReplayGain Normalization
cs: Normalizace ReplayGain
ja: リプレイゲイン(ReplayGain)によるノーマライズ
uk: Нормалізация вирівнювання гучності відтворення

source: Apply volume normalization to loaded songs.
cs: Aplikovat normalizaci hlasitosti na načtené skladby.
ja: 読み込んだ曲に音量ノーマライズをかける
uk: Застосувати нормалiзацiю гучності до завантажених треків

source: Enable Replay Gain
cs: Povolit ReplayGain
ja: リプレイゲインを有効にする
uk: Активівувати вирівнювання гучності

source: Calculate ReplayGain normalization for songs which are missing ReplayGain metadata.
cs: Spočítat normalizaci ReplayGain pro skladby, které neobsahují ReplayGain metadata.
ja: リプレイゲインのメタデータがないトラックに対してリプレイゲインのノーマライズを計算する
uk: Розрахувати нормалізацію вирівнювання гучності для треків, які не мають відповідних метаданих.

source: Enable Replay Gain Analysis
cs: Povolit ReplayGain analýzu
ja: リプレイゲインの解析を有効にする
uk: Активівувати аналіз вирівнювання гучності

source: On older computers, it may take a few seconds before volume normalization is applied to a new song. You may wish to wait before adjusting the pregain and volume.
cs: Na starších počítačích může trvat několik sekund, než se normalizace hlasitosti aplikuje na novou skladbu. Možná budete chtít počkat, než nastavíte pregain a hlasitost.
ja: 比較的古いコンピュータではボリュームノーマライズを新しいトラックに適用する際に数秒の時間がかかることがあります。プリゲインとボリューム調整の前に若干待ったほうが良いでしょう。
uk: На старих комп'ютерах може пройти кілька секунд, перш ніж нормалізація гучності буде застосована до нового трека. Ви можете зачекати, поки будуь скореговані попередне підсилення та гучність.

source: Initial Boost
cs: Úvodní posílení
ja: 初期ブースト
uk: Початкове підсилення

source: Initial Gain Boost
cs: Úvodní zisk
ja: 初期ゲインブースト
uk: Початкове підсилення гучності

source: dB
uk: дБ

# DlgPrefReplayGainDlg#11
source: Reset
cs: Obnovit výchozí
ja: リセット
uk: Скинути

# DlgPrefShoutcastDlg#1
source: Form3
cs: Formulář3
ja: フォーム3
uk: Форма3

source: Enable live broadcasting
uk: Активувати прямий ефір

source: Server connection
cs: Připojení k serveru
ja: サーバ接続
uk: Зв'язок з сервером

# DlgPrefShoutcastDlg#4
source: Type
cs: Typ
ja: タイプ
uk: Тип

source: Mount
cs: Připojit
ja: マウントポイント
uk: Підключити

source: Host
cs: Server
ja: ホストアドレス
uk: Вузол

source: Port
ja: ポート番号
uk: Порт

source: Login
ja: ログイン名
uk: Ім’я користувача

source: source
cs: Zdroj
ja: ソース
uk: джерело

source: Password
cs: Heslo
ja: パスワード
uk: Пароль

source: test1234
uk: тест1234

source: Stream settings
cs: Nastavení proudu
ja: ストリームの設定
uk: Настройки потоку

source: Stream name
cs: Jméno proudu
ja: ストリーム名
uk: Назва потоку

source: Mixxx Icecast Testing
cs: Mixxx Icecast testování
uk: Тестування Mixxx Icecast

source: Website
cs: Webová stránka
ja: ウェブサイト
uk: Веб-сайт

# DlgPrefShoutcastDlg#23
source: Description
cs: Popis
ja: 概要
uk: Опис

# DlgPrefShoutcastDlg#25
source: Genre
cs: Styl
ja: ジャンル
uk: Жанр

source: Live mix
cs: Živý mix
ja: ライブミックス
uk: Міксування у прямому ефірі

source: Public stream
cs: Veřejný proud
ja: 公開ストリーム
uk: Публічний потік

# DlgPrefShoutcastDlg#28
source: Encoding
cs: Zakódování
ja: エンコーディング
uk: Розкодування

# DlgPrefShoutcastDlg#29
source: Bitrate
cs: Datový tok
ja: ビットレート
uk: Бітрейт

source: 320 kbps
uk: 320 кбіт/с

source: 256 kbps
uk: 256 кбіт/с

source: 224 kbps
uk: 224 кбіт/с

source: 192 kbps
uk: 192 кбіт/с

source: 160 kbps
uk: 160 кбіт/с

source: 128 kbps
uk: 128 кбіт/с

source: 112 kbps
uk: 112 кбіт/с

source: 96 kbps
uk: 96 кбіт/с

source: 80 kbps
uk: 80 кбіт/с

source: 64 kbps
uk: 64 кбіт/с

source: 48 kbps
uk: 48 кбіт/с

source: Format
cs: Formát
ja: フォーマット
uk: Формат

source: Channels
cs: Kanály
ja: チャンネル
uk: Канали

source: Stereo
ja: ステレオ
uk: Стерео

source: Custom metadata
cs: Vlastní metadata
ja: カスタムメタデータ
uk: Метадані користувача

source: Enable custom metadata
cs: Povolit vlastní metadata
ja: カスタムメタデータを有効にする
uk: Активувати метадані користувача

# DlgPrefShoutcastDlg#48
source: Artist
cs: Umělec
ja: アーティスト
uk: Виконавець

source: %mainartist
cs: %hlavníumělec
uk: %головний виконавець

# DlgPrefShoutcastDlg#50
source: Title
cs: Titul
ja: タイトル
uk: Назва

source: %maintitle
cs: %hlavnítitul
uk: %головна назва

source: Please note that for technical reasons changing any shoutcast settings will cause an established connection to disconnect and reconnect.
cs: Upozorňujeme, že z technických důvodů jakákoli změna shoutcast nastavení způsobí odpojení a další připojení.
ja: shoutcastの設定を変更すると技術的な理由により現在確立している接続は切断されてしまい、再接続となることに注意してください。
uk: Зверніть увагу, що з технічних причин зміна будь-яких налаштувань Shoutcast призведе до відключення встановленого з'єднання і повторного підключення.

# DlgPrefSound#1
source: None
cs: Nic
ja: なし
uk: Не призначено

source: %1 Hz
uk: %1 Гц

source: a device
cs: zařízení
ja: デバイス
uk: пристрій

source: An unknown error occurred
cs: Došlo k neznámé chybě
ja: 未知のエラーがおこりました
uk: Виникла невідома помилка

source: sound device "%1"
cs: zvukové zařízení "%1"
ja: サウンドデバイス "%1"
uk: звуковий пристрій "%1"

source: Two outputs cannot share channels on %1
cs: Dva výstupy nemohou sdílet kanály na %1
ja: %1 のチャンネルは2つの出力で共有できません。
uk: Два вихідних сигнали не можуть одночасно використовувати канали на %1

source: Error opening %1 %2
cs: Chyba při otevírání %1 %2
ja: %1を開く際にエラーが発生しました。 %2
uk: Помилка при відкритті %1 %2

source: %1 ms
uk: %1 мс

source: Configuration error
cs: Chyba konfigurace
ja: 設定エラー
uk: Помилка конфігурації

source: Sound API
cs: Zvukové API
ja: サウンドAPI
uk: Звукове API

source: Sample Rate
cs: Vzorkovací frekvence
ja: サンプルレート
uk: Частота дискретизації

source: Latency Tips
cs: Tipy pro úpravu zpoždění
ja: レイテンシに関して
uk: Поради затримки

source: <ul> <li>Increase your latency if you hear pops during playback</li> <li>Reduce your latency to improve Mixxx's responsiveness</li> </ul>
cs: <ul> <li>Pokud slyšíte praskání v průběhu přehrávání, zvyšte zpoždění</li> <li>Menší zpoždění vylepší rychlost reakcí Mixxxu</li> </ul>
ja: <ul> <li>再生中にポップノイズが発生する場合はレイテンシの値を増やしてみてください</li> <li>レイテンシを減らすとMixxxの反応が早くなります</li> </ul>
uk: <ul> <li>Збільшіть затримку, якщо ви чуєте тріск під час відтворення</li> <li>Зменшіть затримку для поліпшення реагування Mixxx</li> </ul>

source: Output
cs: Výstup
ja: 出力
uk: Вихід

# DlgPrefSoundDlg#6
source: Input
cs: Vstup
ja: 入力
uk: Вхід

source: Query Devices
cs: Oslovit zařízení
ja: デバイスを問い合わせる
uk: Пристрої, що надсилають запити

# DlgPrefSoundDlg#9
source: Apply
cs: Použít
ja: 適用する
uk: Застосувати

source: Latency
cs: Latence
ja: レイテンシ
uk: Затримка

# DlgPrefSoundItem#1
source: None
cs: Nic
ja: なし
uk: Не призначено

source: Channel %1
cs: Kanál %1
ja: チャンネル %1
uk: Канал %1

source: Channels %1 - %2
cs: Kanály %1 - %2
ja: チャンネル %1 - %2
uk: Канали %1 - %2

source: Form
cs: Formulář
ja: フォーム
uk: Формувати

source: Type (#)
cs: Typ (#)
ja: タイプ (#)
uk: Тип (#)

# DlgPrefVinylDlg#1
source: Form1
cs: Formulář1
ja: フォーム1
uk: Форма1

# DlgPrefVinylDlg#2
source: Input
cs: Vstup
ja: 入力
uk: Вхід

# DlgPrefVinylDlg#3
source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'DejaVu Sans'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">Select sound devices for vinyl control in the Sound Hardware pane.</span></p></body></html>
cs: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'DejaVu Sans'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">Vyberte zvuková zařízení pro kontrolu vinylů v záložce Zvukový hardware</span></p></body></html>
ja: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'DejaVu Sans'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">サウンドハードウェアの画面でVinylコントロールに使用するサウンドデバイスを選択してください。</span></p></body></html>
uk: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'DejaVu Sans'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">Виберіть звукові пристрої для контролю вінілу в розділі Звукового Обладнання.</span></p></body></html>

# DlgPrefVinylDlg#4
source: <a href="http://www.mixxx.org/wiki/doku.php/vinyl_control#troubleshooting">Troubleshooting</a>
cs: <a href="http://www.mixxx.org/wiki/doku.php/vinyl_control#troubleshooting">Řešení problémů</a>
ja: <a href="http://www.mixxx.org/wiki/doku.php/vinyl_control#troubleshooting">トラブルシューティング</a>
uk: <a href="http://www.mixxx.org/wiki/doku.php/vinyl_control#troubleshooting">Пошук і усунення несправностей</a>

# DlgPrefVinylDlg#5
source: Turntable Preamp
cs: Předzesilovač gramofonu
ja: ターンテーブルプリアンプ
uk: Попередній підсилювач вінілового програвача

# DlgPrefVinylDlg#6
source: 1 (Off)
cs: 1 (vypnuto)
uk: 1 (Вимкнено)

# DlgPrefVinylDlg#8
source: Vinyl Configuration
cs: Nastavení vinylu
ja: Vinylの設定
uk: Вінілові конфігурації

# DlgPrefVinylDlg#9
source: Deck 1 Vinyl Type
cs: Typ vinylu plotny 1
ja: デッキ 1 Vinyl タイプ
uk: Тип вінілової Деки 1

# DlgPrefVinylDlg#10
source: Deck 2 Vinyl Type
cs: Typ vinylu plotny 2
ja: デッキ 2 Vinyl タイプ
uk: Тип вінілової Деки 2

# DlgPrefVinylDlg#11
source: Show Signal Quality in Skin
cs: Zobrazovat kvalitu signálu ve Vzhledu
ja: スキン内のシグナルクオリティを表示
uk: Показувати якiсть сигналу в оболочцi

# DlgPrefVinylDlg#12
source: Apply
cs: Použít
ja: 適用
uk: Застосувати

# DlgPrefVinylDlg#13
source: Lead-in time
cs: Doba trvání zaváděcí stopy
ja: リードインの時間
uk: Затримка

# DlgPrefVinylDlg#14
source: seconds
cs: sek.
ja: 秒
uk: секунд(и)

# DlgPrefVinylDlg#15
source: Control Mode
cs: Režim ovládání
ja: コントロールモード
uk: Режим контролю

# DlgPrefVinylDlg#16
source: Absolute Mode
cs: Absolutní režim
ja: 絶対的なモード
uk: Абсолютний режим

# DlgPrefVinylDlg#17
source: Relative Mode
cs: Relativní režim
ja: 相対的モード
uk: Відносний режим

# DlgPrefVinylDlg#18
source: Enable Needle Skip Prevention
cs: Povolit prevenci přeskakování jehly
ja: ニードルスキップ防止を有効にする
uk: Активівувати попередження стрибка голки

# DlgPrefVinylDlg#19
source: Signal Quality
cs: Kvalita signálu
ja: 信号の強さ
uk: Якість сигналу

source: Sound Hardware
cs: Zvukový hardware
ja: サウンドハードウェア
uk: Звукове обладнання

source: MIDI Controllers
cs: Ovladače MIDI
ja: MIDIコントローラ
uk: MIDI Контролери

# DlgPreferences#3
source: Library
cs: Knihovna
ja: ライブラリ
uk: Бібліотека

source: Interface
cs: Rozhraní
ja: インターフェース
uk: Інтерфейс

source: Equalizers
cs: Ekvalizéry
ja: イコライザ
uk: Еквалайзери

# DlgPreferences#6
source: Crossfader
ja: クロスフェーダー
uk: Кроссфейдер

# DlgPreferences#7
source: Recording
cs: Nahrávání
ja: レコーディング
uk: Запис

source: Normalization
cs: Normalizace
ja: ノーマライズ
uk: Нормалізація

source: Live Broadcasting
cs: Živé vysílání
ja: ライブ放送
uk: Пряма трансляція

# DlgPreferencesDlg#1
source: Dialog
ja: ダイアログ
uk: Діалог

# DlgPrepare#1
source: Manage
cs: Správa
ja: マネージ
uk: Управління

source: New
ja: 新規作成
uk: Новий

source: All
ja: 全て
uk: Все

source: Progress
cs: Průběh
ja: プログレス
uk: Прогрес

source: Select All
cs: Vybrat vše
ja: すべて選択
uk: Вибрати все

# DlgPrepare#6
source: Analyze
cs: Analýza
ja: 解析
uk: Аналізувати

source: Stop Analysis
cs: Zastavit analýzu
ja: 解析を停止
uk: Зупинити аналіз

source: Analyzing %1%
cs: Analyzuji %1%
ja: 解析中 %1 %
uk: Проаналізовано %1%

# DlgRecording#1
source: Manage
cs: Správa
ja: マネージ
uk: Управління

source: Status:
cs: Stav:
ja: ステータス:
uk: Статус:

source: Start Recording
cs: Začít nahrávat
ja: 録音開始
uk: Почати запис

source: Start recording here ...
cs: Začít nahrávat zde...
ja: ボタンを押すと録音開始
uk: Почати запис з даного моменту...

source: Stop Recording
cs: Ukončit nahrávaní
ja: 録音停止
uk: Зупинити запис

source: Track Editor
cs: Editor skladeb
ja: トラックエディター
uk: Редактор треків

source: Song:
cs: Skladba:
ja: 曲:
uk: Трек

source: Title:
cs: Název:
ja: タイトル:
uk: Назва:

source: Artist:
cs: Interpret:
ja: アーティスト:
uk: Виконавець:

source: Album:
ja: アルバム:
uk: Альбом:

source: Date:
cs: Datum:
ja: 日付:
uk: Дата:

source: Track #:
cs: Stopa #:
ja: トラック #:
uk: Трек #:

source: Genre:
cs: Žánr:
ja: ジャンル:
uk: Жанр:

source: Filename:
cs: Jméno souboru:
ja: ファイル名:
uk: Назва файлу:

source: Duration:
cs: Doba trvání:
ja: 長さ:
uk: Тривалість:

source: File Type:
cs: Formát:
ja: ファイル形式:
uk: Тип файлу:

source: Comments:
cs: Komentář:
ja: コメント:
uk: Коментарі:

source: Reload track metadata from file.
cs: Obnovit metadata stopy ze souboru.
ja: トラックのメタデータをファイルから再読み込み
uk: Перезавантажити метадані треку з файлу.

source: Track Information (Click to Expand)
cs: Informace o skladbě (rozbalit)
ja: トラック情報（クリックして表示）
uk: Інформація про трек (Натисніть, щоб розгорнути)

source: Track BPM:
cs: BPM stopy:
ja: トラックBPM:
uk: Темп треку:

source: Tap to Beat
cs: Rytmické bouchání
ja: タップテンポ
uk: Настукати ритм

source: Hint: Use the Library Analyze view to run BPM detection.
cs: Tip: Analýzu knihovny použijte k detekci BPM.
ja: ヒント：BPM検出をさせるにはライブラリの解析画面を使用します。
uk: Порада: Використовуйте вигляд Аналіз Бібліотеки щоб запустити виявлення темпу.

source: Track BPM
cs: BPM stopy
ja: トラックBPM
uk: Темп треку

source: Cue Id
ja: キューID
uk: Назва мітки

source: Hotcue
ja: ホットキュー
uk: Гаряча мітка

source: Label
cs: Štítek
ja: ラベル
uk: Позначка

source: Activate Cue
cs: Aktivovat CUE
ja: キューを有効にする
uk: Активувати мітку

source: Delete Cue
cs: Smazat CUE
ja: キューを削除する
uk: Видалити мітку

source: Track Cuepoints
cs: CUE pozice ve skladbě
ja: トラックキューポイント
uk: Мітки треку

source: << &Prev
cs: <<&Předchozí
ja: << 前(&P)
uk: << &Попередній

source: &Apply
cs: &Použít
ja: 適用(&A)
uk: &Застосувати

source: &Cancel
cs: &zrušit
ja: キャンセル(&C)
uk: &Скасувати

source: &Next >>
cs: &další >>
ja: 次(&N) >>
uk: &Наступний >>

source: Encoder
ja: エンコーダ
uk: Кодек

source: <html>Mixxx cannot record or stream in MP3 without the MP3 encoder &quot;lame&quot;. Due to licensing issues, we cannot include this with Mixxx. To record or stream in MP3, you must download <b>libmp3lame</b> and install it on your system. <p>See <a href='http://mixxx.org/wiki/doku.php/internet_broadcasting#linux'>Mixxx Wiki</a> for more information. </html>
cs: <html>Mixxx nemůže nahrávat nebo streamovat MP3 bez kodeku MP3 &quot;lame&quot;. Z licenčních důvodu jsme jej nemohli zahrnout do instalace Mixxxu. Pro nahrávání nebo streamování MP3 je potřeba stáhnout <b>libmp3lame</b> a nainstalovat do systému. <p>Navštivte <a href='http://mixxx.org/wiki/doku.php/internet_broadcasting#linux'>Mixxx Wiki</a> pro více informací. </html>
ja: <html>MixxxはMP3エンコーダなしで録音したり、MP3でストリームすることはできません &quot;lame&quot;. ライセンスの問題のために、我々はMixxxを含めることはできません。レコードやMP3のストリームのために、あなたはダウンロードする必要があります。<b>libmp3lame</b>そしてこのコンピューターにインストールしてください。<p><a href='http://mixxx.org/wiki/doku.php/internet_broadcasting#linux'>Mixxx Wiki</a> さらに知るために見てください。 </html>
uk: <html>Mixxx не може записувати або транслювати у форматі MP3 без MP3-кодека &quot;lame&quot;. Через проблеми з ліцензуванням, ми не могли включити цей кодек в Mixxx. Для запису або трансляції в MP3, вам необхідно завантажити <b>libmp3lame</b> і встановити його у вашій системі. <p>Завітайте на <a href='http://mixxx.org/wiki/doku.php/internet_broadcasting#linux'>Mixxx Wiki</a> для детальнішої інформації. </html>

source: <html>Mixxx cannot record or stream in MP3 without the MP3 encoder &quot;lame&quot;. Due to licensing issues, we cannot include this with Mixxx. To record or stream in MP3, you must download <b>lame_enc.dll</b> and install it on your system. <p>See <a href='http://mixxx.org/wiki/doku.php/internet_broadcasting#windows'>Mixxx Wiki</a> for more information. </html>
cs: <html>Mixxx nemůže nahrávat nebo streamovat MP3 bez kodeku MP3 &quot;lame&quot;. Z licenčních důvodu jsme jej nemohli zahrnout do instalace Mixxxu. Pro nahrávání nebo streamování MP3 je potřeba stáhnout <b>lame_enc.dll</b> a nainstalovat do systému. <p>Navštivte <a href='http://mixxx.org/wiki/doku.php/internet_broadcasting#windows'>Mixxx Wiki</a> pro více informací. </html>
ja: <html>MixxxはMP3エンコーダなしで録音したり、MP3でストリームすることはできません &quot;lame&quot;. ライセンスの問題のために、我々はMixxxを含めることはできません。レコードやMP3のストリームのために、あなたはダウンロードする必要があります。<b>lame_enc.dll</b>そしてこのコンピューターにインストールしてください。<p><a href='http://mixxx.org/wiki/doku.php/internet_broadcasting#linux'>Mixxx Wiki</a> さらに知るために見てください。 </html>
uk: <html>Mixxx не може записувати або транслювати у форматі MP3 без MP3-кодека &quot;lame&quot;. Через проблеми з ліцензуванням, ми не могли включити цей кодек в Mixxx. Для запису або трансляції в MP3, вам необхідно завантажити <b>lame_enc.dll</b> і встановити його у вашій системі. <p>Завітайте на <a href='http://mixxx.org/wiki/doku.php/internet_broadcasting#windows'>Mixxx Wiki</a> для детальнішої інформації. </html>

source: <html>Mixxx cannot record or stream in MP3 without the MP3 encoder &quot;lame&quot;. Due to licensing issues, we cannot include this with Mixxx. To record or stream in MP3, you must download <b>libmp3lame</b> and install it on your system. <p>See <a href='http://mixxx.org/wiki/doku.php/internet_broadcasting#mac_osx'>Mixxx Wiki</a> for more information. </html>
cs: <html>Mixxx nemůže nahrávat nebo streamovat MP3 bez kodeku MP3 &quot;lame&quot;. Z licenčních důvodu jsme jej nemohli zahrnout do instalace Mixxxu. Pro nahrávání nebo streamování MP3 je potřeba stáhnout <b>libmp3lame</b> a nainstalovat do systému. <p>Navštivte <a href='http://mixxx.org/wiki/doku.php/internet_broadcasting#mac_osx'>Mixxx Wiki</a> pro více informací. </html>
ja: <html>MixxxはMP3エンコーダなしで録音したり、MP3でストリームすることはできません &quot;lame&quot;. ライセンスの問題のために、我々はMixxxを含めることはできません。レコードやMP3のストリームのために、あなたはダウンロードする必要があります。<b>libmp3lame</b>そしてこのコンピューターにインストールしてください。<p><a href='http://mixxx.org/wiki/doku.php/internet_broadcasting#linux'>Mixxx Wiki</a> さらに知るために見てください。 </html>
uk: <html>Mixxx не може записувати або транслювати у форматі MP3 без MP3-кодека &quot;lame&quot;. Через проблеми з ліцензуванням, ми не могли включити цей кодек в Mixxx. Для запису або трансляції в MP3, вам необхідно завантажити <b>libmp3lame</b> і встановити його у вашій системі. <p>Завітайте на <a href='http://mixxx.org/wiki/doku.php/internet_broadcasting#mac_osx'>Mixxx Wiki</a> для детальнішої інформації. </html>

source: <html>Mixxx has detected that you use a modified version of libmp3lame. See <a href='http://mixxx.org/wiki/doku.php/internet_broadcasting'>Mixxx Wiki</a> for more information.</html>
cs: <html>Mixxx zjistil, že používate upravenou verzi libmp3lame. Podívejte se na <a href='http://mixxx.org/wiki/doku.php/internet_broadcasting'>Mixxx Wiki</a> pro víc informací.</html>
ja: <html>libmp3lameが改変されているバージョンであると検出されました。このバージョンは使用しないでください。さらなる情報は<a href='http://mixxx.org/wiki/doku.php/internet_broadcasting'>Mixxx Wiki</a>を参照してください。</html>
uk: <html>Mixxx виявив, що ви використовуєте модифіковану версію libmp3lame. Завітайте на<a href='http://mixxx.org/wiki/doku.php/internet_broadcasting'>Mixxx Wiki</a> для детальнішої інформації.</html>

# EngineRecord#1
source: Recording
cs: Nahrávání
ja: レコーディング
uk: Запис

source: <html>Could not create audio file for recording!<p><br>Maybe you do not have enough free disk space or file permissions.</html>
cs: <html>Není možné vytvořit zvukový soubor pro nahrávání!<p><br>Možná máte nedostatek místa na disku a nebo oprávnění zapisovat do souboru.</html>
ja: <html>レコーディングのためのオーディオファイルが作成できませんでした。<p><br>空きディスク容量が足りないかファイルパーミッションがない可能性があります。</html>
uk: <html>Не вдалося створити звуковий файл для запису!<p><br>Можливо у вас недостатньо вільного місця на диску або прав доступу до файлу.</html>

source: Mixxx encountered a problem
cs: Mixxx narazil na problém
ja: Mixxxに問題が発生しました。
uk: Mixxx виявив проблему

source: Could not allocate shout_t
cs: Nelze alokovat shout_t
ja: shout_tがアロケートできませんでした。
uk: Не вдалося знайти shout_t

source: Could not allocate shout_metadata_t
cs: Nelze alokovat shout_metadata_t
ja: shout_metadata_tがアロケートできませんでした。
uk: Не вдалося знайти shout_metadata_t

source: Error setting non-blocking mode:
cs: Chyba při nastavování neblokujícího módu:
ja: non-blockingモードに設定できませんでした。
uk: Помилка установки неблокуючого режиму:

source: Lost connection to streaming server
cs: Ztraceno spojení se streaming serverem
ja: ストリーミングサーバとの接続が切断されました
uk: Втрачено зв'язок з потоковим сервером

source: Please check your connection to the Internet and verify that your username and password are correct.
cs: Zkontrolujte prosím vaše připojení k internetu a ověřte, jestli je správně zadáno uživatelské jméno a heslo.
ja: インターネットの接続、ユーザ名とパスワードを確認してください
uk: Перевірте підключення до Інтернету і переконайтеся, що ваше ім'я користувача та пароль правильні.

source: Live broadcasting
cs: Živé vysílání
ja: ライブ放送
uk: Пряма трансляція

source: Mixxx has successfully connected to the shoutcast server
cs: Mixxx se úspěšně připojil k Shoutcast serveru
ja: shoutcastサーバーへの接続に成功しました。
uk: Mixxx успішно підключено до серверу Shoutcast

source: Mixxx could not connect to streaming server
cs: Mixxx se nemůže připojit ke streaming serveru
ja: Mixxxはストリーミングサーバに接続することができませんでした
uk: Mixxx не може з'єднатися зпотоковим сервером

source: Mixxx has successfully disconnected to the shoutcast server
cs: Mixxx se úspěšně odpojil od Shoutcast serveru
ja: shoutcastサーバーからの切断に成功しました。
uk: Mixxx успішно відключено від серверу Shoutcast

source: Fatal error
cs: Fatální chyba
ja: 重大なエラー
uk: Фатальна помилка

source: Critical error
cs: Kritická chyba
ja: 致命的なエラー
uk: Критична помилка

source: Warning
cs: Varování
ja: 警告
uk: Попередження

# ErrorDialogHandler#4
source: Information
cs: Informace
ja: 通知
uk: Інформація

source: Question
cs: Otázka
ja: 質問
uk: Запитання

source: Select your iTunes library
cs: Vyberte svou knihovnu skladeb iTunes
ja: iTunesライブラリを選択
uk: Виберіть свою бібліотеку ITunes

source: (loading) iTunes
cs: (načítám) iTunes
ja: (読み込み中)iTunes
uk: (завантаження) iTunes

source: Use Default Library
cs: Použít standardní knihovnu
ja: デフォルトのライブラリを使用
uk: Використовувати бібліотеку за замовчуванням

source: Choose Library...
cs: Zvolit knihovnu...
ja: ライブラリを選択...
uk: Виберіть бібліотеку...

source: Error Loading iTunes Library
cs: Chyba při načítání knihovny skladeb iTunes
ja: iTunesライブラリの読み込みに失敗
uk: Помилка при завантаженні бібліотеки ITunes

source: There was an error loading your iTunes library. Some of your iTunes tracks or playlists may not have loaded.
cs: Při načítání knihovny skladeb iTunes se objevila chyba. Některé z vašich skladeb nebo seznamů skladeb možná nejsou načteny.
ja: iTunesライブラリの読み込み中にエラーが発生しました。読み込まれていないiTunesのトラック・プレイリストがあるかもしれません。
uk: Виникла помилка при завантаженні вашої бібліотеки ITunes. Деякі з ваших ITunes треків або плейлистів не можливо завантажити.

source: Drag a preset from the list & drop it here
cs: Chyťte šablonu ze seznamu a upusťte ji zde
ja: リストからプリセットをドラッグしてここへドロップ
uk: Перетягніть пресет зі списку і помістіть його тут

source: Library Scanner
ja: ライブラリースキャナー
uk: Сканер бібліотеки
