Repository: horiator/mixxx
Catalog: mixxx/res/translations/mixxx/*.po
Languages: cs, ja, uk

source: It's taking Mixxx a minute to scan your music library, please wait...
cs: Bude chvílit trvat, než Mixxx naskenuje vaši hudební sbírku, čekejte prosím....
ja: ミュージックライブラリをスキャンするのに若干時間がかかります。しばらくお待ちください。
uk: Mixxx просканує вашу музичну бібліотеку за хвилину, будь ласка, зачекайте ...

source: Cancel
cs: Zrušit
ja: キャンセル
uk: Скасувати

source: Midi Status Type
cs: Typ MIDI stavu
ja: MIDIステータスタイプ
uk: Тип статусу Midi

# MidiInputMappingTableModel#2
source: Midi Note
cs: MIDI nota
ja: MIDIノート
uk: Midi Нота

# MidiInputMappingTableModel#3
source: Midi Channel
cs: MIDI kanál
ja: MIDIチャンネル
uk: Midi Канал

# MidiInputMappingTableModel#4
source: Control Group
cs: Kontrolní skupina
ja: コントロールグループ
uk: Контрольна група

# MidiInputMappingTableModel#5
source: Control Value
cs: Kontrolní hodnota
ja: コントロール値
uk: Контроль значення

# MidiInputMappingTableModel#6
source: Description
cs: Popis
ja: 概要
uk: Опис

source: MIDI script function not found
cs: MIDI funkce skriptu nebyla nalezena
ja: MIDIスクリプト関数が見つかりません。
uk: MIDI-скрипт функції не знайдено

source: The MIDI script function '%1' was not found in loaded scripts.
cs: MIDI funkce skriptu '%1' nebyla nalezena v nahraných skriptech.
ja: MIDIスクリプト関数 '%1' がスクリプト内にありませんでした。
uk: MIDI-скрипт функцію '%1' не знайдено у завантажених скриптах.

source: The MIDI message %1 %2 will not be bound. (Click Show Details for hints.)
cs: MIDI zpráva %1 %2 nebude svázána (klikněte na Zobrazit detaily pro nápovědu).
ja: MIDIメッセージ %1 %2 の送り先がありませんでした。 (クリックして詳細を確認)
uk: MIDI-повідомлення %1 %2 не буде пов'язано. (Натисніть Показати деталі для підказки.)

source: * Check to see that the function name is spelled correctly in the mapping file (.xml) and script file (.js)
cs: * Zašktněte pro kontrolu, že je jméno funkce správně zapsáno v souboru mapování (.xml) a souboru skriptu (.js)
ja: クリックして関数名がマッピングファイル(.xml)とスクリプトファイル(.js)内で正しく書かれているか確認
uk: * Переконайтеся, що ім'я функції записано правильно у файлі налаштувань (.xml) і у срипт-файлі (.js)

source: * Check to see that the script file name (.js) is spelled correctly in the mapping file (.xml)
cs: * Zašktněte pro kontrolu, že je název souboru skriptu (.js) správně zapsán v souboru mapování (.xml)
ja: * クリックしてスクリプトファイル名(.js)がマッピングファイル(.xml)内で正しく書かれているか確認
uk: * Переконайтеся, що ім'я срипт-файлу (.js) записано правильно у файлі налаштувань (.xml)

source: Midi Status
cs: Stav MIDI
ja: MIDIステータス
uk: Midi Статус

# MidiOutputMappingTableModel#2
source: Midi Note
cs: MIDI nota
ja: MIDIノート
uk: Midi Нота

# MidiOutputMappingTableModel#3
source: Midi Channel
cs: Midi kanál
ja: MIDIチャンネル
uk: Midi Канал

# MidiOutputMappingTableModel#4
source: Control Group
cs: Kontrolní skupina
ja: コントロールグループ
uk: Контрольна група

# MidiOutputMappingTableModel#5
source: Control Value
cs: Kontrolní hodnota
ja: コントロール値
uk: Контроль значення

# MidiOutputMappingTableModel#6
source: Description
cs: Popis
ja: 概要
uk: Опис

source: Threshold Min
cs: Minimum rozsahu
ja: 最小しきい値
uk: Мінімальний поріг

source: Threshold Max
cs: Maximum rozsahu
ja: 最大しきい値
uk: Максимальний поріг

source: Uncaught exception at line %1 in file %2: %3
cs: Nedeklarovaná chyba na řádku %1 v souboru %2: %3
ja: キャッチできない例外 ファイル: %2 の行: %1 : %3
uk: Невідомий вийняток у рядку %1 файлі %2: %3

source: Uncaught exception at line %1 in passed code: %2
cs: Nedeklarovaná chyba na řádku %1 v zaslaném kódu: %2:
ja: キャッチできない例外 渡されたコード: %2 の行: %1
uk: Невідомий вийняток у рядку %1 в пройденому коді: %2

source: MIDI script error
cs: Chyba MIDI skriptu
ja: MIDIスクリプトエラー
uk: Помилка MIDI-срипта

source: A MIDI control you just used is not working properly.
cs: MIDI kontrolér, který byl právě použit, nefunguje správně.
ja: 使用しているMIDI機器は正しく動作していません。
uk: MIDI-управлыння, яке щойно було використано, не працює належним чином.

source: <html>(The MIDI script code needs to be fixed.)<br>For now, you can:<ul><li>Ignore this error for this session but you may experience erratic behavior</li><li>Try to recover by resetting your controller</li></ul></html>
cs: <html>(Soubor skriptu MIDI je potřeba opravit)<br>Zatím můžete:<ul><li>Ignorovat chybu pro toto sezení. Můžete ale být svědky nestandardního chování</li><li>Pokusit se problém vyřešit restartováním kontroléru</li></ul></html>
ja: <html>(MIDIスクリプトコードを修正する必要があります。)<br>今の段階では以下の選択肢があります。<ul><li>このセッションではこのエラーを無視する。ただし異常な動作をする可能性がある。</li><li>コントローラーをリセットし回復を試みる。</li></ul></html>
uk: <html>(Код MIDI-сценарію потрыбно виправити.)<br>На даний момент, ви можете:<ul><li>Ігнорувати цю помилку в даній сесії, але робота може бути нестійкою</li><li>Спробуйте відновити працездатність шляхом скидання налаштувань контролера</li></ul></html>

source: Unknown
cs: Neznámý
ja: 不明
uk: Невідомо

source: Sound Device Busy
cs: Zvukové zařízení je zaneprázdněné
ja: サウンドデバイスがビジーです。
uk: Звуковий пристрій зайнятий

source: Get <b>Help</b> from the Mixxx Wiki.
cs: Získejte <b>pomoc</b> z Mixxx Wiki.
ja: Mixxx Wikiで<b>Help</b>を手に入れてください。
uk: Отримайте<b>Допомогу</b> від Mixxx Wiki.

source: Mixxx was unable to access all the configured sound devices. Another application is using a sound device Mixxx is configured to use or a device is not plugged in.
cs: Mixxx nemohl získat přístup ke všem nakonfigurovaným zvukovým zařízením. Jiná aplikace některé takové zařízení používá, nebo některé z těchto zařízení není zapojeno.
ja: 指定されたサウンドデバイスにMixxxがアクセスできませんでした。他のアプリケーションがこのサウンドデバイスを使用しているか、またはデバイスが接続されていません。
uk: Mixxx не в змозі отримати доступ до всіх налаштовани[ звукових пристроїв. Інша програма використовує звуковий пристрій, налаштований на використання в Mixxx, або пристрій не підключено.

source: <b>Retry</b> after closing the other application or reconnecting a sound device
cs: <b>Znovu</b> se pokusit o připojení až zavřete jinou aplikaci, nebo až připojíte zvukové zařízení
ja: 他のアプリケーションを閉じるかデバイスを再接続した後で<b>リトライ</b>してください。
uk: <b>Спробувати ще</b> після закриття інших програм або повторного підключення звукового пристрою

source: <b>Reconfigure</b> Mixxx's sound device settings.
cs: <b>Změnit</b> nastavení zvukových zařízení programu Mixxx
ja: Mixxxのサウンドデバイス設定を<b>再設定</b>する。
uk: <b>Змінити</b> налаштування звукових пристроїв у Mixxx.

source: <b>Exit</b> Mixxx.
cs: Opustit Mixxx
ja: Mixxxを<b>終了</b>する。
uk: <b>Вихід</b> з Mixxx.

source: Retry
cs: Opakovat
ja: リトライ
uk: Повторити

source: Reconfigure
cs: Nastavit znovu
ja: 再設定
uk: Перенастроїти

source: Help
cs: Nápověda
ja: ヘルプ
uk: Допомога

source: Exit
cs: Ukončit
ja: 終了
uk: Вихід

source: Continue
cs: Pokračovat
ja: 続行
uk: Продовжити

source: &Exit
cs: &Ukončit
ja: 終了(&E)
uk: &Вихід

source: &Rescan Library
cs: &Přeskenovat knihovnu
ja: ライブラリを再スキャン (&R)
uk: &Пересканувати Бібліотеку

source: Add &new playlist
cs: Přidat &nový playlist
ja: 新しいプレイリストを追加 (&N)
uk: Додати &новий плейлист

source: Add new &crate
cs: Přidat novou krabi&ci
ja: 新しいレコードボックスを追加 (&C)
uk: Додати нову &збірку

source: &Full Screen
cs: &Celá obrazovka
ja: 全画面表示 (&F)
uk: &На весь екран

source: &Preferences
cs: &Předvolby
ja: 設定(&P)
uk: &Параметри

source: &About
cs: O &aplikaci
ja: このアプリケーションについて(&A)
uk: &Про

source: &Community Support
cs: Podpora komunity
ja: コミュニティーのサポート(&C)
uk: &Підтримка співтовариства

source: &User Manual
ja: ユーザーマニュアル(_U)
uk: &Керівництво користувача

source: Send Us &Feedback
cs: Zpětná vazba
ja: 開発者にフィードバック(&F)
uk: Відправте нам &Відгук

source: &Translate this application
cs: Přeloži&t tuto aplikaci
ja: このアプリケーションを翻訳する(&T)
uk: &Перекласти цю програму

source: &Record Mix
cs: Nah&rát Mix
ja: ミックスを録音する (&R)
uk: &Запис Міксу

source: Create a new playlist
cs: Vytvořit nový playlist
ja: 新しいプレイリストを作成
uk: Створює новий плейлист

source: Create a new crate
cs: Vytvořit novou krabici
ja: 新しいレコードボックスを作成
uk: Створює нову збірку

source: Enable Vinyl Control &1
uk: Активувати контроль Вінілу &1

source: Enable Vinyl Control &2
uk: Активувати контроль Вінілу &2

source: Enable live &broadcasting
uk: Активувати пряму &трансляцію

source: Use timecoded vinyls on external turntables to control Mixxx
cs: Použít vinyl s časovým kódem na externím gramofonu k ovládání programu Mixxx
ja: ターンテーブルとタイムコードの記録されているレコードを使用してMixxxを操作する
uk: Використання таймкод-платівок на зовнішньому програвачі для контролю Mixxx

source: Stream your mixes to a shoutcast or icecast server
cs: Streamovat vaše mixy na shoutcast nebo icecast serveru
ja: shoutcastかicecastサーバーを通じてミックスをストリーミング
uk: Трансляцыя ваших міксів на Shoutcast або Icecast сервер

source: Record your mix to a file
cs: Nahrát mixování do souboru
ja: ミックスをファイルに録音する
uk: Записати Ваш мікс у файл

source: Display Mixxx using the full screen
cs: Zobrazit Mixxx v režimu "celá obrazovka"
ja: Mixxxを全画面表示にする。
uk: Відображення Mixxx у повноекранному режимі

source: Read the Mixxx user manual.
ja: Mixxxユーザーマニュアルを読む
uk: Читати інструкцію по Mixxx.

source: Send feedback to the Mixxx team.
cs: Odeslat zpětnou vazbu vývojovému týmu.
ja: Mixxxチームにフィードバックを送る
uk: Відправити відгук до команди розробників Mixxx.

source: Help translate this application into your language.
cs: Pomožte přeložit tuto aplikaci do svého jazyka.
ja: あなたの言語でこのアプリケーションを翻訳するのを手伝ってください。
uk: Домопогти перекладати цю програму на Вашу мову.

source: About the application
cs: O aplikaci
ja: このアプリケーションについて
uk: Про цю програму

source: A sampler is currently playing. Exit Mixxx?
uk: Семплер зараз грає. Вийти з Mixxx?

source: &File
cs: &Soubor
ja: ファイル(&F)
uk: &Файл

source: &Options
cs: &Možnosti
ja: オプション(&O)
uk: &Опції

source: &Library
cs: &Knihovna
ja: ライブラリ(&L)
uk: &Бібліотека

source: &View
cs: &Pohled
ja: 表示(&V)
uk: &Вигляд

source: &Help
cs: &Nápověda
ja: ヘルプ(&H)
uk: &Допомога

source: &Vinyl Control
cs: Ovládání &vinylem
ja: Vinylコントロール(&V)
uk: &Контроль Вінілу

source: No input device(s) select. Please select your soundcard(s) in the sound hardware preferences.
cs: Nebylo zvoleno žádné vstupní zařízení. Prosím vyberte svou zvukovou kartu v nastavení zvukového hardware.
ja: 入力デバイスが選択されていません。 サウンドハードウェアの設定でサウンドカードを選択してください。
uk: Не вибрано пристрою(їв) вводу. Будь ласка, виберіть вашу звукову карту(и) в налаштуваннях звукового обладнання.

source: Mixxx %1 Development Team
ja: Mixxx %1 開発チーム
uk: Mixxx %1 Група розробників

source: With contributions from:
ja: 寄付する方法:
uk: При сприянні:

source: And special thanks to:
ja: そしてスペシャルサンクスを:
uk: І особлива подяка:

source: Past Developers
ja: 過去の開発
uk: Попередні розробники

source: Past Contributors
ja: 過去の開発
uk: Попередні автори

source: Confirm Exit
cs: Potvrďte ukončení
ja: 終了の確認
uk: Підтвердити Вихід

source: A deck is currently playing. Exit Mixxx?
cs: Některá z ploten hraje. Opravdu chcete vypnout Mixxx?
ja: デッキは現在再生中です。Mixxxを終了しますか？
uk: Дека в даний час грає. Вийти з Mixxx?

# ParserM3u#1
source: Playlist Export Failed
cs: Export seznamu skladeb selhal
ja: プレイリストのエクスポート失敗
uk: Збій при експорті плейлиста

source: File path contains characters, not allowed in m3u playlists.
uk: Шлях до файлу містить символи, що не допускається в M3U-плейлисті.

source: Export a m3u8 playlist instead!
uk: Експортувати m3u8-плейлист в замін!

# ParserM3u#4
source: Could not create file
ja: ファイルを作成できませんでした。
uk: Не вдалося створити файл

# ParserPls#1
source: Playlist Export Failed
cs: Export seznamu skladeb selhal
ja: プレイリストのエクスポート失敗
uk: Збій при експорті плейлиста

# ParserPls#2
source: Could not create file
cs: Nelze vytvořit soubor
ja: ファイルを作成できませんでした。
uk: Не вдалося створити файл

source: Playlists
cs: Playlisty
ja: プレイリスト
uk: Плейлисти

# PrepareFeature#1
source: Analyze
cs: Analýza
ja: 解析
uk: Аналізувати

source: Invalid
cs: Nepl.
ja: 不正
uk: Некоректний

source: Master
ja: マスター
uk: Мастер

source: Headphones
cs: Sluchátka
ja: ヘッドフォン
uk: Навушники

source: Deck
cs: Plotna
ja: デッキ
uk: Програвач

# QObject#5
source: Vinyl Control
cs: Ovládání vinylem
ja: Vinylコントロール
uk: Контроль вінілу

source: Microphone
cs: Mikrofon
ja: マイク
uk: Мікрофон

source: Passthrough
cs: Propustit skrz
ja: パススルー
uk: Пересилання

source: Unknown path type %1
cs: Neznámý typ cesty %1
ja: 不明なパスタイプ %1
uk: Невідомий тип підключення %1

source: Recordings
cs: Nahrávky
ja: 録音
uk: Записи

source: Save Sampler Bank
cs: Uložit rejstřík sampleru
ja: サンプラーバンクを保存
uk: Зберегти банк Семплера

source: Error Saving Sampler Bank
cs: Chyba při ukládání rejstříku sapleru
ja: サンプラーバンクの保存に失敗
uk: Помилка при збереженні банку Семплера

source: Could not write the sampler bank to '%1'.
cs: Nelze zapsat rejstřík sampleru do '%1'.
ja: サンプラーバンクを %1 に書き込めませんでした。
uk: Не вдалося записати банк семплера в '%1'.

source: Load Sampler Bank
cs: Načíst rejstřík sampleru
ja: サンプラーバンクの読み込み
uk: Завантажити банк Семплера

source: Error Reading Sampler Bank
cs: Chyba při načítání rejstříku sampleru
ja: サンプラーバンクの読み込みに失敗
uk: Помилка читання банку Семплера

source: Could not open the sampler bank file '%1'.
cs: Nelze otevřít soubor rejstříku sampleru '%1'.
ja: サンプラーバンクファイル %1 を開けませんでした。
uk: Не вдалося відкрити файл банку семплера '%1'.

source: Could not read the sampler bank file '%1'.
cs: Nelze přečíst soubor rejstříku sampleru '%1'.
ja: サンプラーバンクファイル %1 を読めませんでした。
uk: Не вдалося зчитати файл банку семплера '%1'.

source: Cannot open database
cs: Nelze otevřít databázi
ja: データベースが開けません。
uk: Не вдається відкрити базу даних

source: Unable to establish a database connection. Mixxx requires QT with SQLite support. Please read the Qt SQL driver documentation for information on how to build it. Click OK to exit.
cs: Nelze se spojit s databází. Mixxx vyžaduje QT s podporou SQLite. Prosím, přečtěte si dokumentaci QT SQLite řadiče pro informace o sestavování. Stiskněte OK pro ukončení.
ja: データベースに接続できませんでした。 MixxxはSQLiteをサポートしたQtが必要です。ビルドの方法はQt SQLドライバーのドキュメントを参照してください。 OKを押すと終了します。
uk: Не вдалося встановити з'єднання з базою даних. Mixxx необхідно QT з підтримкою SQLite. Будь ласка, ознайомтеся з документацією драйвера SQL Qt для отримання інформації про те, як його збудувати. Натисніть OK для виходу.

source: Cannot upgrade database schema
cs: Nelze upgradovat databázové schéma
ja: データベーススキーマのアップグレード不可
uk: Не вдалося обновити схему базиданих

source: Unable to upgrade your database schema to version %1. Your mixxx.db file may be corrupt. Try renaming it and restarting Mixxx. Click OK to exit.
cs: Nelze upgradovat databázové schéma na verzi %1. Váš soubor mixxx.db je možná poškozen. Pokuste se ho přejmenovat a pak restartovat Mixxx. Stiskněte OK pro ukončení.
ja: データベーススキーマをバージョン %1 にアップグレードできませんでした。 mixxx.dbファイルが壊れているかもしれません。 名前を変えたあとMixxxを再起動してみてください。 OKを押すと終了します。
uk: Не вдалося обновити схему Вашої бази даних до версії %1. Ваш файл mixxx.db може бути пожкоджений. Спробуйте перейменувати його і перезапустити Mixxx. Натисніть OK для виходу.

source: (loading) Traktor
cs: (načítám) Traktor
ja: トラクターを読み込み中
uk: (завантаження) Traktor

source: Error Loading Traktor Library
cs: Chyba při nahrávání knihovny skladeb Traktoru
ja: Traktorライブラリの読み込みに失敗
uk: Помилка завантаження бібліотеки Traktor

source: There was an error loading your Traktor library. Some of your Traktor tracks or playlists may not have loaded.
cs: Při nahrávání vaší knihovny skladeb Traktoru nastala chyba. Některé z vašich skladeb Traktoru se nemusely načíst.
ja: Traktorライブラリの読み込みでエラーが起こりました。読み込まれていないTraktorトラックとプレイリストがあるかもしれません。
uk: Виникла помилка при завантаженні вашої бібліотеки Traktor. Деякі з ваших треків або плейлисти Traktor не можуть бути завантажені.

# Ui#1
source: Position
cs: Pozice
ja: 経過時間
uk: Позиція

source: Remaining
cs: Zbývá
ja: 残り時間
uk: Залишилось

# Ui#3
source: On
cs: Zapnout
ja: オン
uk: Увімкнути

# Ui#4
source: Off
cs: Vypnout
ja: オフ
uk: Вимкнути

source: Don't load tracks into a playing deck
cs: Nenahrávat skladby
ja: トラックを再生中のデッキにロードしない
uk: Не завантажувати треки в плеєр, що грає

source: Load tracks into playing decks
cs: Načíst skladby do ploten
ja: トラックを再生中のデッキにロードする
uk: Завантажувати треки в плеєр, що грає

source: CDJ Mode
cs: Mód CDJ
ja: CDJモード
uk: CDJ Режим

source: Mixxx Detected a WVGA Screen
cs: Mixxx detekoval a WVGA obrazovku
ja: WVGAスクリーンが検出されました。
uk: Mixxx виявив екран WVGA

source: Mixxx has detected that your screen has a resolution of
cs: Mixxx detekoval obrazovku s rozlišením
ja: 検出したスクリーンサイズ
uk: Mixxx виявив, ща Ваш екран має роздільну здатність

source: The only skin compatiable with this size display is Outline800x480-WVGA. Would you like to use that skin?
cs: Jediný vzhled kompatibilní s touto velikostí displeje je Outline800x480-WVGA. Chcete použít tento vzhled?
ja: 使用しているサイズのディスプレイと互換性があるスキンは800x480-WVGAの大きさのものだけです。このスキンを使いますか？
uk: Єдина графічна оболонка сумісна з таким розміром дисплея Outline800x480-WVGA. Ви хотіли б використовувати цю оболонку?

# Ui#13
source: Crossfader
ja: クロスフェーダー
uk: Кроссфейдер

source: Master volume
cs: Hl. ovladač hlasitosti
ja: マスターボリューム
uk: Гучність Мастер-каналу

source: Master balance
cs: Hl. ovladač vyvážení
ja: マスターバランス
uk: Мастер-баланс

source: Headphones volume
cs: Hlasitost sluchátek
ja: ヘッドフォンボリューム
uk: Гучність навушників

source: Headphones mix (pre/main)
cs: Mix do sluchátek (pre/main)
ja: ヘッドフォンミックス (プリ/メイン)
uk: Прослуховування у навушниках (монітор/мастер)

source: Cue button for Player %1
cs: Tlačítko CUE přehrávače %1
ja: プレイヤー %1 のキューボタン
uk: Кнопка мітки для Плеєра %1

source: Play button for Player %1
cs: Tlačítko PLAY přehrávače %1
ja: プレイヤー %1 の再生ボタン
uk: Кнопка запуску для Плеєра %1

source: Fast rewind button for Player %1
cs: Rychlé přetáčení vzad přehrávače %1
ja: プレイヤー %1 の巻き戻しボタン
uk: Кнопка перемотування назад для Плеєра %1

source: Fast forward button for Player %1
cs: Rychlé přetáčení vpřed přehrávače %1
ja: プレイヤー %1 の早送りボタン
uk: Кнопка перемотування вперед для Плеєра %1

source: Play reverse button for Player %1
cs: Změna směru přehrávání přehrávače %1
ja: プレイヤー %1 の逆再生ボタン
uk: Кнопка зворотнього програвання для Плеєра %1

source: Headphone listen button for Player %1
cs: Odposlech do sluchátek přehrávače %1
ja: プレイヤー %1 のヘッドフォンボタン
uk: Кнопка прослуговування у навушниках для Плеєра %1

source: Beat sync button for Player %1
cs: Synchronizace úhozů přehrávače %1
ja: プレイヤー %1 のビートシンクボタン
uk: Кнопка синхронізації темпу для Плеєра %1

source: BPM tap button for Player %1
cs: Vyklepávání BPM přehrávače %1
ja: プレイヤー %1 のBPM タップボタン
uk: Кнопка настукування темпу для Плеєра %1

source: Keylock button for Player %1
cs: Tlačítko KEYLOCK pro přehrávač %1
ja: Player %1 のキーロックボタン
uk: Кнопка блокування клавіш для Плеєра%1

source: Pitch control slider for Player %1
cs: Ovládání výšky tónu (pitch) přehrávače %1
ja: プレイヤー %1 のピッチコントロールスライダー
uk: Повзунок зміни темпу для Плеєра %1

source: Flanger effect button for Player %1
cs: Tlačítko efektu Flanger přehrávače %1
ja: プレイヤー %1 のフランジャーエフェクトボタン
uk: Кнопка Флєнджер-ефекту для Плеєра %1

source: Channel %1 volume fader
cs: Tlumení hlasitosti kanálu %1
ja: チャンネル %1 のボリュームフェーダー
uk: Канал %1 фейдер гучності

source: Gain knob for Channel %1
cs: Ovládání zisku kanálu %1
ja: チャンネル %1 のゲインノブ
uk: Ручка підсилювача для Каналу %1

source: High EQ knob for Channel %1
cs: Ovládání výšek kanálu %1
ja: チャンネル %1 のHigh EQ ノブ
uk: Ручка високочастотного еквалайзера для Каналу %1

source: Mid EQ knob for Channel %1
cs: Ovládání středů kanálu %1
ja: チャンネル %1 の Mid EQ ノブ
uk: Ручка середньочастотного еквалайзера для Каналу %1

source: Low EQ knob for Channel %1
cs: Ovládání basů kanálu %1
ja: チャンネル %1 のLow EQ ノブ
uk: Ручка низькочастотного еквалайзера для Каналу%1

source: Loop In button for Player %1
cs: Začátek smyčky v přehrávači %1
ja: プレイヤー %1 のループ・インボタン
uk: Кнопка початку Петлі для Плеєра %1

source: Loop Out button for Player %1
cs: Konec smyčky v přehrávači %1
ja: プレイヤー %1 のループ・アウトボタン
uk: Кнопка кінця Петлі для Плеєра %1

source: Reloop / Exit button for Player %1
cs: Znovu přehrát smyčku/Opuštění smyčky v přehrávači %1
ja: プレイヤー %1 の Reloop / Exit ボタン
uk: Кнопка повтору / виходу з петлі для Плеєра %1

source: Setup a loop over 4 beats for Player %1
uk: Встановити петлю на 4 такта для Плеєра %1

source: Halves the current loop's length for Player %1
uk: Зменшує довжину петлі вдвічі для Плеєра %1

source: Doubles the current loop's length for Player %1
uk: Подвоює довжину петлі для Плеєра %1

source: Hotcue 1 button for Player %1
cs: Tlačítko HOTCUE 1 přehrávače %1
ja: プレイヤー %1 のホットキュー1ボタン
uk: Кнопка гарячої мітки 1 для Плеєра %1

source: Hotcue 2 button for Player %1
cs: Tlačítko HOTCUE 2 přehrávače %1
ja: プレイヤー %1 のホットキュー2ボタン
uk: Кнопка гарячої мітки 2 для Плеєра %1

source: Hotcue 3 button for Player %1
cs: Tlačítko HOTCUE 3 přehrávače %1
ja: プレイヤー %1 のホットキュー3ボタン
uk: Кнопка гарячої мітки 3 для Плеєра %1

source: Hotcue 4 button for Player %1
cs: Tlačítko HOTCUE 4 přehrávače %1
ja: プレイヤー %1 のホットキュー4ボタン
uk: Кнопка гарячої мітки 4 для Плеєра %1

source: Hotcue 1 delete button for Player %1
cs: Smazat HOTCUE 1 přehrávače %1
ja: プレイヤー %1 のホットキュー1削除ボタン
uk: Кнопка видалення гарячої мітки 1 для Плеєра %1

source: Hotcue 2 delete button for Player %1
cs: Smazat HOTCUE 2 přehrávače %1
ja: プレイヤー %1 のホットキュー2削除ボタン
uk: Кнопка видалення гарячої мітки 2 для Плеєра %1

source: Hotcue 3 delete button for Player %1
cs: Smazat HOTCUE 3 přehrávače %1
ja: プレイヤー %1 のホットキュー3削除ボタン
uk: Кнопка видалення гарячої мітки 3 для Плеєра %1

source: Hotcue 4 delete button for Player %1
cs: Smazat HOTCUE 4 přehrávače %1
ja: プレイヤー %1 のホットキュー4削除ボタン
uk: Кнопка видалення гарячої мітки 4 для Плеєра %1

source: Play button for Sampler %1
uk: Кнопка запуску Семплера %1

source: Gain knob for Sampler %1
uk: Ручка підсилення Семплера %1

source: Headphone listen button for Sampler %1
uk: Кнопка прослуховування у навушниках для Семплера %1

source: BPM tap button for Sampler %1
uk: Кнопка настукування темпу для Семплера %1

source: Keylock button for Sampler %1
ja: サンプラー%1のキーロックボタン
uk: Кнопка блокуання клавіш для Семплера %1

source: Pitch control slider for Sampler %1
ja: サンプラー%1のピッチコントロールスライダー
uk: Повзунок зміни темпу дляСемплера %1

source: Hotcue 1 button for Sampler %1
uk: Кнопка гарячої мітки 1 для Семплера %1

source: Hotcue 2 button for Sampler %1
uk: Кнопка гарячої мітки 2 для Семплера %1

source: Hotcue 3 button for Sampler %1
uk: Кнопка гарячої мітки 3 для Семплера %1

source: Hotcue 4 button for Sampler %1
uk: Кнопка гарячої мітки 4 для Семплера %1

source: Hotcue 1 delete button for Sampler %1
uk: Кнопка видалення гарячої мітки 1 для Семплера %1

source: Hotcue 2 delete button for Sampler %1
uk: Кнопка видалення гарячої мітки 2 для Семплера %1

source: Hotcue 3 delete button for Sampler %1
uk: Кнопка видалення гарячої мітки 3 для Семплера %1

source: Hotcue 4 delete button for Sampler %1
uk: Кнопка видалення гарячої мітки 4 для Семплера %1

source: Switch to the next view (library, playlist..)
cs: Přejít na následující pohled (knihovna skladeb, seznam skladeb...)
ja: 次の画面に切り替える (ライブラリ, プレイリスト...)
uk: Переключення до наступного вигляду (бібліотека, плейлист..)

source: Switch to the previous view (library, playlist..)
cs: Přejít na předchozí pohled (knihovna skladeb, seznam skladeb...)
ja: 前の画面に切り替える (ライブラリ, プレイリスト...)
uk: Переключення до попереднього вигляду (бібліотека, плейлист..)

source: Scroll to next track in library/playlist
cs: Přejít na následující skladbu v knihovně/seznamu
ja: ライブラリ/プレイリスト内の次のトラックにスクロールする。
uk: Переключити на наступний трек в бібліотеці/плейлисті

source: Scroll to previous track in library/playlist
cs: Přejít na předcházející skladbu v knihovně/seznamu
ja: ライブラリ/プレイリスト内の前のトラックへスクロールする
uk: Переключити на попередній трек в бібліотеці/плейлисті

source: Load selected track into first stopped player
cs: Načíst vybranou skladbu do prvního zastaveného přehrávače
ja: 選択したトラックを先に止まった方のデッキに読み込む
uk: Завантажити вибраний трек у плеєр, що зупиниться першим

source: Load selected track into Player %1
cs: Načíst vybranou skladbu do přehrávače %1
ja: 選択したトラックを %1 に読み込む
uk: Завантажити вибраний трек у Плеєр %1

source: Adjusts the wavelength of the flange effect
ja: フランジャー効果の波長を調整します
uk: Регулювання довжини хвилі фленджер-ефекту
