Repository: horiator/mixxx
Catalog: mixxx/res/translations/mixxx/*.po
Languages: cs, ja, uk

source: Adjusts the intensity of the flange effect
ja: フランジャー効果の強さを調整
uk: Регулювання інтенсивності фленджер-ефекту

source: Adjusts the phase delay of the flange effect
ja: フランジャー効果の位相遅延を調整する
uk: Регулювання затримки фази фленджер-ефекту

source: Microphone on/off
ja: マイクのオン/オフ
uk: Мікрофон вмк/вимк

source: Microphone volume
ja: マイク音量
uk: Гучність мікрофону

source: Search...
cs: Vyhledat...
ja: 検索...
uk: Пошук…

source: Add to Playlist
cs: Přidat do seznamu skladeb
ja: プレイリストに追加する
uk: Додати до Плейлиста

source: Add to Crate
cs: Přidat do přepravky
ja: レコードボックスに追加する
uk: Додати до Збірки

source: Load to Sampler
cs: Načíst do Sampleru
ja: サンプラーに読み込む
uk: Завантажити у Семплер

# WTrackTableView#4
source: Remove
cs: Odstranit
ja: 削除する
uk: Видалити

source: Properties...
cs: Vlastnosti...
ja: プロパティ
uk: Властивості…

source: Reload Track Metadata
cs: Znovu načíst metadata
ja: トラックのメタデータを再読み込み
uk: Повторно завантажити метадані треку

source: Load to Deck %1
cs: Načíst do plotny %1
ja: デッキ %1 に読み込む
uk: Завантажити у Програвач %1

source: Sampler %1
ja: サンプラー %1
uk: Семплер %1

source: Reloading track metadata on a loaded track may cause abrupt volume changes. Are you sure?
ja: 読み込まれたトラックのメタデータをリロードすると、急激な音量の変化を引き起こす可能性があります。本当にやりますか？
uk: Перезавантаження метаданих завантаженого треку може привести до різких змін гучності. Ви впевнені?

source: Show or hide columns.
cs: Ukázat nebo skrýt sloupce.
ja: 列の表示/非表示
uk: Показати або приховати стовпці.

# BasePlaylistFeature#4
source: Remove
ja: 削除

# BasePlaylistFeature#5
source: Rename
ja: 名前の変更

# BasePlaylistFeature#6
source: Lock
ja: ロック

# BasePlaylistFeature#7
source: Import Playlist
ja: プレイリストのインポート

source: Timestamp
ja: タイムスタンプ

# BaseSqlTableModel#19
source: Key
ja: キー

source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Lucida Grande'; font-size:13pt; font-weight:400; font-style:normal;"> <p align="center" style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">This wizard can be re-run at any time.</p> <p align="center" style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><br />Now go spin some beats!</p></body></html>
cs: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Lucida Grande'; font-size:13pt; font-weight:400; font-style:normal;"> <p align="center" style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Tohoto průvodce můžete kdykoliv spustit znova.</p> <p align="center" style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><br />A teď to pojďme roztočit!</p></body></html>
ja: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Lucida Grande'; font-size:13pt; font-weight:400; font-style:normal;"> <p align="center" style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">このウィザードはいつでも再実行できます。</p> <p align="center" style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><br />Now go spin some beats!</p></body></html>

source: <a href="http://mixxx.org/wiki/doku.php/midi_controller_mapping_file_format">Troubleshooting</a>
cs: <a href="http://mixxx.org/wiki/doku.php/midi_controller_mapping_file_format">Řešení problémů</a>
ja: <a href="http://mixxx.org/wiki/doku.php/midi_controller_mapping_file_format">トラブルシューティング</a>

# DlgPrefNoVinylDlg#3
source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'DejaVu Sans'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">Select sound devices for vinyl control in the Sound Hardware pane.</span></p></body></html>
cs: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'DejaVu Sans'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">Vyberte zvuková zařízení pro kontrolu vinylů v záložce Zvukový hardware</span></p></body></html>
ja: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'DejaVu Sans'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">サウンドハードウェアの画面でVinylコントロールに使用するサウンドデバイスを選択してください。</span></p></body></html>

source: Support Mixxx by counting and sharing bundled songs playback and outbound link statistics
cs: Podpořte Mixxx pomocí sdílení statistik o přehrávání přibalených skladeb a odkazů na webové stránky
ja: バンドルされている曲をカウントし、共有することにより、Mixxxはサポート 再生およびアウトバウンドリンクの統計情報

source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Lucida Grande'; font-size:13pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-family:'DejaVu Sans'; font-size:9pt; font-style:italic;">This stream is on line for testing purposes!</span></p></body></html>
ja: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Lucida Grande'; font-size:13pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-family:'DejaVu Sans'; font-size:9pt; font-style:italic;">このストリームはテスト目的のためだけにオンラインになっています！</span></p></body></html>

source: Rhythmbox
ja: リズムボックス

# MixxxLibraryFeature#2
source: Library
cs: Knihovna
